Repository: cdobrich/btnx-config
Catalog: po/*.po
Languages: de, fr, nl, ru

source: The shell command sent by btnx when pressing this button. The first word must be the full path of the program (Example: /usr/bin/gedit) followed by optional arguments.
de: Der von btnx beim Drücken dieser Taste gesendete Konsolenbefehl. Der erste Ausdruck muss den vollständigen Pfad zum Programm gefolgt von optionalen Argumenten enthalten (z.B.: /usr/bin/gedit).
fr: La commande shell envoyée par btnx lorsque ce bouton est pressé. Le premier mot doit être le chemin complet de ce programme (Exemple : /usr/bin/gedit) suivi des arguments optionnels.
nl: Het shell commando door btnx verstuurd als de knop wordt ingedrukt. Het eerste woord moet het volledige pad naar het programma bevatten (Voorbeeld: /usr/bin/gedit) gevolgd door optionele argumenten.
ru: Команда, которая будет выполнена при нажатии этой кнопки. Должен быть указан полный путь до программы (например, /usr/bin/gedit), после которого могут следовать аргументы.

source: The UID of the owner of the process started by the command. Change this to your UID or the UID defaults to 0. This means the PROCESS WILL BE RUN AS ROOT (not recommended, unless necessary).
de: Die UID des Besitzers des auszuführenden Befehls. Ändern Sie diese auf Ihre UID oder es wird als Standard die UID 0 verwendet. Dies bedeutet, der Befehl wird als root ausgeführt (NICHT EMPFOHLEN, ausser es ist notwendig).
fr: L'UID du propriétaire du processus lancé par la commande. Remplacez ceci par votre UID ou l'UID par défaut sera 0. Ceci signifie que le PROCESSUS SERA LANCÉ EN TANT QUE ROOT (non recommandé, mais nécessaire).
nl: De UID van de eigenaar van het proces gestart door dit commando. Verander dit in je UID of de standaard 0 zal worden gebruikt. Dit betekent dat het PROCES ALS ROOT ZAL DRAAIEN (niet aangeraden, tenzij noodzakelijk).
ru: UID владельца процесса, который будет запущен командой. Измените его в соответствии с вашим UID или в UID по умолчанию 0. Это означает, что ПРОЦЕСС БУДЕТ ЗАПУСКАТЬСЯ ОТ ИМЕНИ СУПЕРПОЛЬЗОВАТЕЛЯ (не рекомендуется, если это не обязательно).

source: Restart btnx with the current settings
de: btnx mit den aktuellen Einstellungen neu starten
fr: Redémarrer btnx avec les réglages courants
nl: Herstart btnx met de huidige instellingen
ru: Перезапустить btnx с текущими настройками

source: View information about this program
de: Informationen über dieses Programm
fr: Afficher l'information à propos de ce programme
nl: Bekijk de informatie over dit programma
ru: Информация о программе

source: Close btnx-config
de: btnx-config schliessen
fr: Fermer btnx-config
nl: Sluit btnx-config
ru: Закрыть btnx-config

source: If enabled, btnx will launch revoco with the settings below.
de: Falls aktiviert, startet btnx revoco mit den unten angegebenen Einstellungen.
fr: Si activé, btnx lancera revoco avec les réglages ci-dessous.
nl: Indien ingeschakeld zal btnx revoco starten met de onderstaande instellingen.
ru: Если включено, btnx запустит revoco с настройками, указанными ниже.

source: Set the mouse wheel to free scroll where it spins without friction.
de: Setzt das Mausrad in den freien Scroll-Modus, wobei es sich ohne Ruckeln dreht.
fr: Active le défilement libre pour la roulette de défilement (elle tourne sans friction).
nl: Stel het muiswiel in op vrij draaien waarbij het draait zonder frictie.
ru: Переключить колесо мыши в режим свободной прокрутки, когда оно вращается без помех.

source: Set the mouse wheel to click-to-click scroll where it spins like a normal mouse wheel
de: Setzt das Mausrad in den Click-to-Click-Modus, wobei es sich wie ein normales Mausrad verhält.
fr: Active le défilement pas à pas pour la roulette de défilement (elle tourne comme une roulette normale).
nl: Stel het muiswiel in op klik scrollen waarbij het draait zoals een normaal muiswiel.
ru: Переключить колесо мыши в режим прокрутки с щелчками, как у обычной мыши.

source: Select a mouse button to switch between free-scroll and click-to-click mode.
de: Wählen Sie eine Maustaste, um zwischen free-scroll und click-to-click-Modus umzuschalten.
fr: Sélectionner un bouton de souris pour basculer entre le mode pas à pas et le mode libre.
nl: Stel het muiswiel in om te schakelen tussen vrij draaien en de klik modus.
ru: Выбрать кнопку для переключения мыши между свободным режимом и режимом с щелчками.

source: Set the mouse wheel to automatic which switches the mode to free-scroll automatically when you scroll it up or down faster than the values selected on the right.
de: Setzt das Mausrad in den Automatik-Modus, welcher bei schnellerem nach oben oder unten Drehen als die ausgewählten Werte in den freien Scroll-Modus wechselt.
fr: Passe la roulette de défilement en mode automatique : elle passe automatiquement en mode libre lorsque vous la faites défiler plus rapidement que les valeurs sélectionnées à droite.
nl: Stel het muiswiel in op automatisch waarbij het zal schakelen naar vrij draaien als je sneller omhoog of naar beneden scrolled dan de rechts ingestelde waarde.
ru: Установить мышь в автоматический режим, при котором она будет переключаться в свободный режим, если вы будете прокручивать колесо мыши быстрее, чем указано в настройках справа.

source: This setting starts btnx automatically when you plug in your mouse. Also starts btnx after standby. Useful for laptops.
de: Diese Einstellung startet btnx automatisch, wenn Sie ihre Maus einstecken. Startet btnx ebenfalls nach einem Standby. Hilfreich für Laptops.
fr: Cette option démarre btnx automatiquement quand vous branchez votre souris. Redémarre aussi btnx après une veille. Utile pour les portables.
nl: Deze instelling laat btnx automatisch opstarten als je de muis aansluit. Dit start btnx ook vanuit slaapstand. Bruikbaar voor laptops.
ru: Этот параметр позволяет запускать btnx, когда вы подключаете вышу мышь и после пробуждения системы. Может использоваться для ноутбуков.

source: Set the WAIT_FOR_SYSFS udev option in btnx's udev rule. Some systems have trouble with hot-plugging with this enabled, others have trouble with it disabled.
de: Setze die WAIT_FOR_SYSFS udev Option in den btnx-Regeln. Einige System zeigen ein fehlerhaftes Hot-Plugging-Verhalten, falls dies aktiviert ist, andere bei Deaktivierung.
fr: Ajoute l'option udev WAIT_FOR_SYSFS dans la règle udev de btnx. Certains systèmes ont des problèmes de branchement à chaud lorsque cette option est activée, d'autres ont des problèmes lorsque l'option est désactivée.
nl: Stelt de WAIT_FOR_SYSFS udev optie in in de btnx udev regel. Sommige systemen hebben problemen met hot-plugging als dit is ingeschakeld, andere hebben problemen met dit uitgeschakeld.
ru: Установить опцию WAIT_FOR_SYSFS в правиле btnx для udev. Горячее подключение может работать неправильно на некоторых системах, если этот параметр отмечен или, наоборот, не отмечен.

source: Start|Stop mouse detection
de: Starte|Stoppe Mauserkennung
fr: Démarre|Stoppe la détection de la souris
nl: Start|Stop muisdetectie
ru: Запустить|Остановить обнаружение мыши

source: Remove detection information
de: Entferne Tastenerkennungsinformationen
fr: Supprimer les informations de détection
nl: Verwijder detectie informatie
ru: Удалить информацию обнаружений

source: Continue to button detection
de: Weiter zur Tastenerkennung
fr: Continuer vers la détection des boutons
nl: Doorgaan met knopdetectie
ru: Перейти к обнаружению кнопок

source: Start|Stop button detection
de: Starte|Stoppe Tastenerkennung
fr: Démarre|Stoppe la détection des boutons
nl: Start|Stop knopdetectie
ru: Запустить|Остановить обнаружение кнопок

source: Give this button a unique name
de: Geben Sie der Taste einen eindeutigen Namen
fr: Donner à ce bouton un nom unique
nl: Geef de knop een unieke naam
ru: Подберите уникальное название для этой кнопки

source: Add the button
de: Taste hinzufügen
fr: Ajouter le bouton
nl: Voeg knop toe
ru: Добавить кнопку

source: Save the buttons and return to the main window
de: Die Tasten speichern und zum Hauptfenster zurückkehren
fr: Sauver les boutons et retourner à la fenêtre principale
nl: Sla knoppen op en keer terug naar het hoofdvenster
ru: Сохранить кнопки и вернуться в главное окно

source: A configuration utility for btnx (Button Extension)
de: Ein Konfigurationswerkzeug für btnx (Button Extension)
fr: Un utilitaire de configuration pour btnx (Button Extension)
nl: Een configuratieprogramma voor btnx (btnx = knop uitbreiding)
ru: Конфигурационная утилита для программы btnx (Button Extension)
