Repository: cdobrich/btnx-config
Catalog: po/*.po
Languages: de, fr, nl, ru

source: A problem has occurred during button detection. Multiple mouse buttons have been detected. There are three possible causes: 1. You pressed different buttons too many times. Press Cancel and try again. 2. You pressed a previously detected button too many times. Press Cancel and try again 3. Your mouse button sends more than one event when pressing that button. btnx cannot handle more than one event during a button press. You must choose one rawcode below to associate with that button. (Hint: choose the one with the most clicks. If there are multiple rawcodes with the same number of clicks, try one and see if it works. If it doesn't, try another one next time.
de: Ein Problem während der Tastenerkennung wurde festgestellt. Mehrere Maustasten wurden entdeckt. Dafür gibt es drei mögliche Gründe: 1. Sie haben unterschiedliche Tasten zu oft gedrückt. Drücken Sie Abbrechen und versuchen es erneut. 2. Sie haben eine zuvor bereits gefundene Taste zu oft gedrückt. Drücken Sie Abbrechen und versuchen es erneut. 3. Ihre Maustaste sendet mehr als ein Ereignis beim Drücken. btnx kann nicht mehrere Ereignisse bei einem Tastendruck handhaben. Sie müssen unten einen Rawcode auswählen um ihn der Taste zuzuordnen. (Hinweis: Wählen Sie denjenigen mit den meisten Klicks. Bei mehreren Rawcodes mit der gleichen Anzahl Klicks, testen Sie einen und schauen, ob er funktioniert. Falls nicht, versuchen Sie beim nächsten Mal einen anderen.
fr: Un problème est apparu au cours de la détection des boutons. Plusieurs boutons ont été détectés. Il y a trois explications possibles : 1. Vous avez pressé de trop nombreuses fois différents boutons. Appuyez sur Annuler et réessayez. 2. Vous avez pressé de trop nombreuses fois un boutons déjà détecté. Appuyez sur Annuler et réessayez. 3. Votre bouton de souris envoie plusieurs événement lorsqu'il est pressé. btnx ne peut pas gérer plus d'un événement par bouton. Vous devez choisir un code brut ci-dessous pour l'associer à ce bouton. (Conseil : choisissez celui avec le plus de clics. S'il y a plusieurs codes bruts avec le même nombre de clics, essayez-en un et regardez si cela fonctionne. Si cela ne fonctionne pas, essayez-en un autre.
nl: Er deed zich een probleem voor tijdens de detectie. Meerdere muisknoppen werden gedetecteerd. Er zijn drie mogelijke oorzaken: 1. Je drukte te vaak op verschillende knoppen. Druk op annuleren en probeer opnieuw. 2. Je drukte te vaak op een eerder gedetecteerde knop. Druk op annuleren en probeer opnieuw. 3. Je muis knop stuurt meer acties als je erop drukt. btnx kan niet meer dan één actie per knop aan. Je moet één van de onderstaande ruwe codes uitkiezen om met deze knop te verbinden. (aanwijzing: Kies degene met de meeste klikken. Als er meerdere ruwe codes met hetzelfde aantal klikken zijn, probeer er dan één en kijk of het werkt. Als het niet werkt, probeer dan een andere de volgende keer.
ru: Во время обнаружения кнопки возникла проблема. Обнаружены нажатия нескольких кнопок. Возможны три причины: 1. Вы нажали разные кнопки слишком много раз. Нажмите «Отменить» и попробуйте ещё раз. 2. Вы нажали ранее обнаруженную кнопку слишком много раз. Нажмите «Отменить» и попробуйте ещё раз. 3. Ваша мышь посылает более одного события во время нажатия этой кнопки. btnx не может работать с более, чем одним событием во время нажатия кнопки. Вы должны выбрать один код ниже, чтобы связать его с этой кнопкой. (Подсказка: выбирайте код с наибольшим числом щелчков. Если есть несколько кодов с одним и тем же числом щелчков, выберите один и посмотрите, будет ли он работать. Если нет, попробуйте другой.

source: Error: no keycode file
de: Fehler: keine Tastencode-Datei
fr: Erreur : pas de fichier de codes de touches
nl: Fout: geen toetscode bestand
ru: Ошибка: нет файла кодов клавиш

source: btnx-config needs the file /etc/btnx/events to run. Make sure you have installed btnx first, and that the file exists.
de: btnx-config benötigt die Datei /etc/btnx/events. Stellen Sie sicher, dass btnx installiert wurde und die Datei existiert.
fr: btnx-config a besoin du fichier /etc/btnx/events pour fonctionner. Vérifiez que btnx a été installé avant, et que ce fichier existe.
nl: btnx-config heeft het bestand /etc/btnx/events nodig om te functioneren. Verzeker je ervan dat btnx eerst is geïnstalleerd en of dat bestand bestaat.
ru: btnx-config требует файл /etc/btnx/events для запуска. Убедитесь, что вы сначала установили btnx, и что этот файл существует.

source: Error: no glade file
de: Fehler: keine glade-Datei
fr: Erreur : aucun fichier glade
nl: Fout: geen glade bestand
ru: Ошибка: нет файла glade

source: btnx-config could not find the necessary btnx-config.glade file. This file is necessary for btnx-config to run. Try reinstalling the program to fix the problem.
de: btnx-config konnte die benötigte btnx-config.glade-Datei nicht finden. btnx-config benötigt die Datei zur Ausführung. Versuchen Sie eine Neuinstallation des Programms, um das Problem zu beheben.
fr: btnx-config n'a pas pu trouver le fichier btnx-config.glade. Ce fichier est nécessaire pour le fonctionnement de btnx-config. Essayez de réinstaller le programme pour résoudre le problème.
nl: btnx-config kon het benodigde btnx-config.glade bestand niet vinden. Dit bestand is nodig om btnx-config te laten draaien. Probeer het programma opnieuw te installeren om het probleem op te lossen.
ru: btnx-config не смог найти необходимый файл btnx-config.glade. Этот файл необходим для запуска btnx-config. Попробуйте переустановить программу, чтобы исправить проблему.

source: Device ID conflict detected
de: Device-ID-Konflikt entdeckt
fr: Conflit d'Id de périphérique
nl: Apparaat ID conflict gedetecteerd
ru: Обнаружен конфликт ID устройств

source: Multiple device IDs were detected during mouse detection. btnx cannot simultaneously handle multiple devices. If you accidentally did something with another input device, try detecting again. If this is a reoccurring problem, it's possible that your device will not work with btnx. If this happens when pressing some specific button, do not press it: this means btnx will not handle that button at all.
de: Mehrere Geräte-IDs während der Mauserkennung gefunden. btnx kann nicht gleichtzeitig mehrere Geräte handhaben. Falls Sie aus Versehen ein anderes Gerät benutzt haben, versuchen Sie die Erkennung erneut. Falls dieses Problem weiterhin auftaucht, läuft Ihr Gerät möglicherweise nicht mit btnx. Falls dies bei einer bestimmten Taste geschieht, drücken Sie sie nicht mehr. btnx wird diese Taste nicht unterstützen.
fr: Plusieurs Id de périphérique ont été détectée pendant la détection de la souris. bntx ne peut pas gérer simultanément plusieurs périphérique. Si vous avez accidentellement fait quelque chose avec un autre périphérique d'entrée, essayez de recommencer la détection. Si le problème persiste, il est possible que votre périphérique ne marche pas avec btnx. Si cela se produit lorsque vous pressez un bouton spécifique, ne le pressez pas : btnx ne le prendra pas en charge.
nl: Meerdere apparaat IDs werden gedetecteerd tijdens de muis detectie. btnx kan niet meerdere apparaten tegelijk aan. Als je per ongeluk iets met een ander invoerapparaat hebt gedaan, probeer de detectie opnieuw. Als dit een terugkerend probleem is, is het mogelijk dat het apparaat niet werkt met btnx. Als dit gebeurt als je op een bepaalde knop drukt, druk er dan niet op want het betekend dat btnx die knop niet kan afhandelen.
ru: Обнаружены несколько идентификаторов (ID) устройств во время определения мыши. btnx не может управлять несколькими устройствами одновременно. Если вы случайно использовали другие устройства ввода, попытайтесь запустить процесс обнаружения снова. Если эта ошибка повторяется, скорее всего btnx не будет работать с вашим устройством. Если это происходит только при нажатии определенных кнопок — не нажимайте их. Тогда btnx просто не будет их обрабатывать.

source: OK, move your mouse now and press each button on it. You can stop the detection by pressing the button above. Press Cancel to discard all changes. Press Forward to proceed to the button detection phase. If you think you did something wrong (like pressed a keyboard button), press Undo to restart the test.
de: Bewegen Sie nun Ihre Maus und drücken Sie dabei alle Tasten einzeln. Sie können die Erkennung durch Drücken der oberen Schaltfläche anhalten. Drücken Sie Abbrechen, um alle Änderungen zu verwerfen. Drücken Sie Vorwärts, um zur Tastenerkennung zu gelangen. Falls etwas schief gelaufen sein sollte (etwas drücken einer Taste auf der Tastatur), drücken Sie Rückgängig, um die Erkennung neu zu starten.
fr: OK, maintenant bougez votre souris et appuyez sur chaque bouton. Vous pouvez arrêter la détection en appuyant sur le bouton ci-dessus. Appuyez sur Annuler pour éliminer les changements. Appuyez sur Suivant pour procéder à la détection des boutons. Si vous pensez avoir fait une erreur (comme presser un bouton du clavier), appuyez sur Annuler pour relancer le test.
nl: OK, beweeg je muis nu en druk op elke knop. Je kunt het detecteren stoppen door op de knop bovenaan te drukken. Druk op annuleren om alle wijzigingen op te geven. Druk op Volgende om te beginnen met de knopdetectie. Als je denkt dat er iets mis ging (dat je bv op een toetsenbord toets drukte), druk dan op Ongedaan maken om de test opnieuw te doen.
ru: Теперь двигайте мышь и нажмите каждую кнопку на ней. Остановить процесс обнаружения можно нажатием на кнопку вверху. Нажмите «Отменить» для отмены всех изменений. Нажмите «Вперёд» для запуска фазы обнаружения кнопок. Если вы считаете что сделали что-то неверное (например нажали клавишу на клавиатуре), перезапустите тест.

source: Press the button above to start the detection process. Once the test has started, DO NOT move your mouse or press its buttons until told to do so.
de: Drücken Sie die Taste oben, um mit der Erkennung zu starten. Nach Beginn der Erkennung die Maus NICHT bewegen und KEINE Tasten drücken bis zur anderslautenden Aufforderung.
fr: Appuyez sur le bouton ci-dessus pour lancer le processus de détection. Une fois le test lancé, ne bougez PAS votre souris et n'appuyez sur AUCUN bouton avant qu'on vous le demande.
nl: Druk op de knop bovenaan om het detectieproces te beginnen. Eenmaal aan de gang, beweeg de muis dan NIET en druk NIET op een knop tot je verteld wordt dat te doen.
ru: Нажмите на кнопку вверху для запуска процесса обнаружения. Когда тест начнется, НЕ двигайте мышь и НЕ нажимайте кнопки на ней до тех пор, пока не будет написано сделать это.

source: DO NOT move your mouse or press its buttons for 5 seconds.
de: Während 5 Sekunden Maus NICHT bewegen und KEINE Tasten drücken.
fr: Ne bougez PAS votre souris et n'appuyez sur AUCUN bouton pendant 5 secondes.
nl: BEWEEG de muis NIET en druk NIET op een knop gedurende 5 seconden.
ru: НЕ двигайте мышь и НЕ нажимайте кнопки на ней в течении 5 секунд.

source: Press the button above to start the button detection. Press Cancel to discard all changes. Press OK to to finish the button detection.
de: Drücken Sie die Schaltfläche oben, um die Tastenerkennung zu starten. Drücken Sie Abbrechen um alle Änderungen zu verwerfen. Drücken Sie OK um die Tastenerkennung zu beenden.
fr: Appuyez sur le bouton ci-dessus pour lancer la détection des boutons. Appuyez sur Annuler pour éliminer les changements. Appuyez sur Ok pour terminer la détection des boutons.
nl: Druk op de knop hierboven om knopdetectie te beginnen. Druk op Annuleren om alle wijzigingen op te geven. Druk op OK om knopdetectie te beëindigen.
ru: Нажмите на кнопку вверху для запуска процесса обнаружения кнопок. Нажмите «Отменить» для отмены всех изменений. Нажмите «OK» для завершения обнаружения кнопок.

source: Quitting btnx-config...
de: Verlasse btnx-config...
fr: Fermeture de btnx-config...
nl: btnx-config wordt afgesloten...
ru: Выход из btnx-config...

source: Property
de: Eigenschaften
fr: Propriété
nl: Eigenschap
ru: Свойство

source: Value
de: Wert
fr: Valeur
nl: Waarde
ru: Значение

source: Enabled
de: Aktiviert
fr: Activé
nl: Geactiveerd
ru: Включена

source: Evtype
de: Eventtyp
fr: TypeEv
nl: Elk type
ru: Событие

source: Delay
de: Verzögerung
fr: Délai
nl: Vertraging
ru: Задержка

source: Release
de: Loslassen
fr: Relâchement
nl: Uitgave
ru: Отпускание

source: Keycode
de: Tastencode
fr: Code de touche
nl: Toetscode
ru: Код клавиши

source: Modifier1
de: Umschalt1
fr: Modificateur1
nl: Modificatietoets1
ru: Модификатор1

source: Modifier2
de: Umschalt2
fr: Modificateur2
nl: Modificatietoets2
ru: Модификатор2

source: Modifier3
de: Umschalt3
fr: Modificateur3
nl: Modificatietoets3
ru: Модификатор3

source: Switch type
de: Umschaltart
fr: Type bascul.
nl: Schakel type
ru: Переключатель

source: Command
de: Befehl
fr: Commande
nl: Commando
ru: Команда

source: Open
de: Öffnen
fr: Ouvrir
ru: Открыта

source: Priority
de: Priorität
fr: Priorité
nl: Prioriteit
ru: Приоритет

source: Name
fr: Nom
nl: Naam
ru: Имя

source: <b>Manage configurations</b>
de: <b>Konfigurationen verwalten</b>
fr: <b>Gestion des configurations</b>
nl: <b>Configuraties beheren</b>
ru: <b>Управление конфигурациями</b>

source: <b>Current configuration</b>
de: <b>Aktuelle Konfiguration</b>
fr: <b>Configuration courante</b>
nl: <b>Huidige configuratie</b>
ru: <b>Текущая конфигурация</b>

source: <b>Device detection</b>
de: <b>Geräteerkennung</b>
fr: <b>Détection de périphérique</b>
nl: <b>Apparaat detectie</b>
ru: <b>Обнаружение устройств</b>

source: <b>Mouse properties</b>
de: <b>Mauseigenschaften</b>
fr: <b>Propriétés de la souris</b>
nl: <b>Muis eigenschappen</b>
ru: <b>Свойства мыши</b>

source: Backup
fr: Sauvegarde
nl: Opslaan
ru: Сохранить

source: Restore
de: Wiederherstellen
fr: Restaurer
nl: Terugzetten
ru: Восстановить

source: Configuration name:
de: Konfigurationsname
fr: Nom de la configuration :
nl: Configuratienaam
ru: Имя конфигурации:

source: Detect mouse & buttons
de: Erkenne Maus & Tasten
fr: Détection souris & boutons
nl: Detecteer muis & knoppen
ru: Обнаружить мыши и кнопки

source: Vendor:
de: Hersteller:
fr: Fabricant :
nl: Fabrikant:
ru: Производитель:

source: Product:
de: Produkt:
fr: Produit :
ru: Продукт:

source: <b>Button properties</b>
de: <b>Tasteneigenschaften</b>
fr: <b>Propriétés du bouton</b>
nl: <b>Knop eigenschappen</b>
ru: <b>Свойства кнопки</b>

source: <b>General</b>
de: <b>Allgemein</b>
fr: <b>Général</b>
nl: <b>Algemeen</b>
ru: <b>Основные</b>

source: <b>Key combination</b>
de: <b>Tastenkombination</b>
fr: <b>Combinaison de touches</b>
nl: <b>Toetscombinatie</b>
ru: <b>Комбинация клавиш</b>

source: <b>Configuration switch</b>
de: <b>Konfigurationsumschalter</b>
fr: <b>Changement de configuration</b>
nl: <b>Configuratieschakelaar</b>
ru: <b>Переключение конфигурации</b>

source: <b>Command execution</b>
de: <b>Befehlsausführung</b>
fr: <b>Éxécution de commande</b>
nl: <b>Commando uitvoering</b>
ru: <b>Выполнение команды</b>

source: Name:
fr: Nom :
nl: Naam:
ru: Название:

source: Event type:
de: Ereignisart:
fr: Type d'événement :
ru: Тип события:

source: Repeat delay:
de: Wiederholungsverzögerung:
fr: Délai de répétiton :
nl: Herhalingsvertraging
ru: Задержка повтора:

source: Keycode:
de: Tastencode:
fr: Code de la touche :
nl: Toetscode:
ru: Код клавиши:

source: Switch to:
de: Umschalten nach:
fr: Bascule vers :
nl: Schakel naar:
ru: Переключиться на:

source: Execute command:
de: Befehl auführen:
fr: Exécuter la commande :
nl: Opdracht uitvoeren:
ru: Выполнить команду:

source: Process UID:
de: Prozess-UID:
fr: UID du processus :
nl: Proces UID:
ru: UID процесса:

source: <b>Detection status</b>
de: <b>Erkennungsstatus</b>
fr: <b>État de la détection</b>
nl: <b>Detectiestatus</b>
ru: <b>Состояние обнаружения</b>

source: <b>Button detection</b>
de: <b>Tastenerkennung</b>
fr: <b>Détection d'un bouton</b>
nl: <b>Knopdetectie</b>
ru: <b>Обнаружение кнопки</b>

source: Detection progress
de: Erkennungsfortschritt
fr: Progression de la détection
nl: Detectievoortgang
ru: Прогресс обнаружения

source: Status:
fr: État :
ru: Состояние:

source: Button name:
de: Tastenname:
fr: Nom du bouton :
nl: Knopnaam:
ru: Название кнопки:

source: Enter the name of this configuration.
de: Geben Sie dieser Konfiguration einen Namen.
fr: Entrer le nom de cette configuration.
nl: Geef de naam voor deze configuratie
ru: Введите имя данной конфигурации.

source: Create a new configuration.
de: Neue Konfiguration erstellen.
fr: Créer une nouvelle configuration.
nl: Maak een nieuwe configuratie.
ru: Создать новую конфигурацию.

source: Delete the selected configuration.
de: Ausgewählte Konfiguration löschen.
fr: Supprimer la configuration sélectionnée.
nl: Verwijder de geselecteerde configuratie.
ru: Удалить выбранную конфигурацию.

source: Increase the selected configuration's priority.
de: Erhöhen der Priorität der ausgewählten Konfiguration.
fr: Augmenter la priorité de la configuration sélectionnée.
nl: Verhoog de prioriteit van de geselecteerde configuratie.
ru: Увеличить приоритет выбранной конфигурации.

source: Decrease the selected configuration's priority.
de: Erniedrige Priorität der ausgewählten Konfiguration.
fr: Abaisser la priorité de la configuration sélectionnée.
nl: Verlaag de prioriteit van de geselecteerde configuratie.
ru: Уменьшить приоритет выбранной конфигурации.

source: Backup all configurations and settings to a file.
de: Backup aller Konfigurationen und Einstellungen in eine Datei.
fr: Sauvegarder tous les réglages et configurations dans un fichier.
nl: Sla alle configuraties en instellingen op in een bestand.
ru: Сохранить все конфигурации и настройки в файл резервной копии.

source: Restore all configurations and settings from a backup file.
de: Wiederherstellen aller Konfigurationen und Einstellungen aus einer Datei.
fr: Restaurer tous les réglages et configurations depuis un fichier de sauvegarde.
nl: Herstel alle configuraties en instellingen vanuit een reservekopie.
ru: Восстановить все конфигурации и настройки из файла резервной копии.

source: Delete the currently selected button
de: Aktuell ausgewählte Taste löschen
fr: Supprimer le bouton sélectionné
nl: Verwijder de geselecteerde knop
ru: Удалить выбранную кнопку

source: Select a button from the list to edit its properties
de: Wählen Sie eine Taste aus der Liste um die Eigenschäften zu ändern
fr: Sélectionner un bouton de la liste pour en modifier les propriétés
nl: Selecteer een knop uit de lijst om z'n eigenschappen te bewerken
ru: Выберите кнопку из списка, чтобы отобразить её свойства

source: Go to the mouse and button detection utility
de: Gehe zum Maus- und Tastenerkennungswerkzeug
fr: Lancer l'utilitaire de détection de la souris et des butons
nl: Ga naar het muis- en knopdetectie gedeelte
ru: Перейти к окну обнаружения мышей и кнопок

source: Enter the name of your mouse manufacturer
de: Geben Sie den Namen des Mausherstellers ein
fr: Entrer le nom du fabricant de votre souris
nl: Vul de naam in van de muis fabrikant
ru: Введите производителя вашей мыши

source: Enter the model name of your mouse
de: Geben Sie das Mausmodell ein
fr: Entrer le nom de modèle de votre souris
nl: Vul het muismodel in
ru: Введите модель вашей мыши

source: Enable|Disable this button for use with btnx
de: Aktiviere|Deaktiviere die Tastenunterstützung mit btnx
fr: Activer|Désactiver ce bouton dans btnx
nl: Inschakelen|Uitschakelen van geselecteerde knop voor gebruik met btnx
ru: Включить|Выключить использование этой кнопки программой btnx

source: The name of this button
de: Der Name dieser Taste
fr: Le nom de ce bouton
nl: De naam van deze knop
ru: Название данной кнопки

source: The delay in milliseconds before btnx will allow this button to send another event after being pressed. This is useful if your button is very sensitive or sends many signals at once.
de: Die Verzögerung in Millisekunden bevor btnx der Taste erlaubt nach dem Drücken ein neues Ereignis zu senden. Hilfreich, falls die Taste sehr empfindlich ist oder mehrere Ereignisse auf einmal sendet.
fr: Le délai en millisecondes avant que btnx n'autorise ce bouton à envoyer un nouvel événement après avoir été pressé. Ceci est utile si votre bouton est très sensible ou s'il envoie plusieurs signaux à la fois.
nl: De vertraging in milliseconden voordat btnx deze knop een volgend signaal verstuurt wanneer hij is ingedrukt. Dit is handig als je knop erg gevoelig is of meerdere signalen tegelijkertijd geeft.
ru: Задержка в миллисекундах перед тем, как позволить кнопке послать другой сигнал после нажатия. Позволяет бороться с излишне чувствительными кнопками или кнопками, которые посылают несколько сигналов.

source: Force btnx to send a button release signal right after the button is pressed. Helps with buttons that get stuck. The button cannot be held down.
de: Zwinge btnx ein Loslassen der Taste zu emulieren. Hilft bei Tasten, die klemmen. Die Taste kann nicht gehalten werden.
fr: Force btnx a envoyer un signal de relâchement du bouton lorsqu'il est pressé. Utile pour les boutons qui restent collés. Le bouton ne peut pas être maintenu cliqué.
nl: Forceer btnx om het signaal dat de knop wordt losgelaten te sturen nadat de knop is ingedrukt. Dit helpt wanneer knoppen vast komen te zitten. De knop kan niet ingedrukt gehouden blijven.
ru: Посылать сигнал освобождения кнопки после её нажатия. Это помогает бороться с «залипшими» кнопками. В таком случае кнопка не может быть быть «зажата».

source: The key or mouse button sent by btnx when pressing this button. It can be accompanied by up to three modifier keys.
de: Die Taste (Tastatur) oder Maustaste, die btnx beim Drücken der Taste sendet. Sie kann mit bis zu drei weiteren Kombinationstasten kombiniert werden.
fr: La touche ou le bouton de souris envoyé par btnx lorsque ce bouton est pressé. Il peut être accompagné de plusieurs modificateurs (3 maximum).
nl: De toetsenbordtoets of muisknop die btnx verstuurt wanneer deze knop wordt bedient. Hij kan samen met drie modifcatietoetsen worden verzonden.
ru: Клавиша или кнопка, которая будет виртуально нажата при нажатии на указанную кнопку мыши. Может сопровождаться несколькими клавишами-модификаторами (до трёх).

source: Switch to the next configuration with a lower priority.
de: Umschalten zur nächsten Konfiguration mit niedrigerer Priorität.
fr: Passe à la prochaine configuration de priorité plus faible.
nl: Schakel naar de volgende configuratie met een lagere prioriteit.
ru: Переключиться на следующую конфигурацию (с приоритетом ниже).

source: Switch to the previous configuration with a higher priority.
de: Umschalten zur nächsten Konfiguration mit höherer Priorität.
fr: Passe à la prochaine configuration de priorité plus élevée.
nl: Schakel naar de vorige configuratie met een hogere prioriteit.
ru: Переключиться на предыдущую конфигурацию (с приоритетом выше).

source: Switch to the configuration selected in the drop-down list to the right.
de: Umschalten zur in der rechten Dropdownliste ausgewählten Konfiguration.
fr: Passe à la configuration sélectionnée dans la liste déroulante à droite.
nl: Schakel naar de configuratie geselecteerd in de lijst aan de rechterkant.
ru: Переключиться на конфигурацию, указанную в списке справа.
