Repository: cdobrich/btnx-config
Catalog: po/*.po
Languages: de, fr, nl, ru

source: Invalid operation
de: Ungültiger Vorgang
fr: Opération invalide
nl: Ongeldige bewerking
ru: Неверная операция

source: You must specify a button name to add it.
de: Sie müssen der Taste einen Namen zum Hinzufügen angeben.
fr: Vous devez donner un nom au bouton avant de l'ajouter.
nl: Je moet een knopnaam aangeven
ru: Укажите название кнопки для добавления.

source: Button name already exists
de: Tastenname existiert bereits
fr: Ce nom de bouton est déjà utilisé
nl: Knopnaam bestaat al
ru: Выбранное название кнопки уже существует

source: You must specify a different button name.
de: Geben Sie einen anderen Tastennamen an.
fr: Vous devez donner un nom de bouton différent.
nl: Je moet een andere knopnaam geven.
ru: Укажите другое название кнопки.

source: Save configuration to file?
de: Konfiguration in Datei speichern?
fr: Sauver la configuration dans un fichier ?
nl: Configuratie bewaren in een bestand?
ru: Сохранить конфигурацию в файл?

source: Error: invalid configuration name
de: Fehler: ungültiger Konfigurationsname
fr: Erreur : nom de configuration invalide
nl: Fout. Ongeldige configuratienaam
ru: Ошибка: неверное имя конфигурации

source: The configuration name you chose contains invalid characters.
de: Der gewählte Konfigurationsname enthält ungültige Zeichen.
fr: Le nom de configuration choisi contient des caractères invalides.
nl: De gekozen configuratienaam bevat ongeldige tekens.
ru: Указанное вами имя конфигурации содержит недопустимые символы.

source: The configuration name you chose cannot be used.
de: Der gewählte Konfigurationsname kann nicht verwendet werden.
fr: Le nom de configuration choisi ne peut pas être utilisé.
nl: De gekozen configuratienaam kan niet worden gebruikt.
ru: Указанное вами имя конфигурации не может быть использовано.

source: Error: configuration name exists
de: Fehler: Konfigurationsname existiert
fr: Erreur : le nom de configuration existe
nl: Fout. Configuratienaam bestaat al
ru: Ошибка: имя конфигурации уже существует

source: The configuration name is already used by another configuration. Choose another name
de: Der Konfigurationsname wird bereits durch eine andere Konfiguration benutzt. Wählen Sie einen anderen Namen.
fr: Le nom de configuration choisi est déjà utilisé par une autre configuration. Choisissez un autre nom
nl: De gekozen configuratienaam is al in gebruik door een andere configuratie. Kies een andere naam
ru: Данное имя уже используется другой конфигурацией. Укажите другое

source: Are you sure you want to clear all configuration values?
de: Wollen Sie alle Konfigurationswerte löschen?
fr: Êtes-vous sûr de vouloir supprimer toutes les valeurs de configuration ?
nl: Weet je zeker dat je alle configuratie waarden wilt verwijderen?
ru: Вы уверены, что хотите очистить все пункты конфигурации?

source: These changes are not permanent until you save the configuration file.
de: Die Einstellungen bleiben erst erhalten, wenn Sie sie speichern.
fr: Ces changements ne seront permanents qu'une fois le fichier de configuration enregistré.
nl: De wijzigingen zijn niet permanent tot ze zijn opgeslagen in een configuratiebestand.
ru: Изменения не будут применены до момента сохранения конфигурации.

source: Copy configuration?
de: Konfiguration kopieren?
fr: Copier la configuration ?
nl: Configuratie kopiëren?
ru: Скопировать конфигурацию?

source: Pressing yes will copy your currently open configuration values into the new one.
de: Durch Drücken von JA werden die Konfigurationswerte der geöffneten Konfiguration in eine neue kopiert.
fr: Appuyer sur Oui copiera la configuration sélectionnée vers une nouvelle configuration.
nl: Door op ja te drukken worden de huidige configuratiewaarden gekopieerd naar de nieuwe.
ru: Нажатие кнопки «Да» скопирует значения текущей конфигурации в новую.

source: Delete configuration?
de: Konfiguration löschen?
fr: Supprimer la configuration ?
nl: Configuratie verwijderen?
ru: Удалить конфигурацию?

source: Pressing yes will delete the selected configuration and its file.
de: Durch Drücken von JA werden die ausgewählte Konfiguration und die dazugehörende Datei gelöscht.
fr: Appuyer sur Oui supprimera la configuration sélectionnée et son fichier.
nl: Op ja drukken verwijdert de geselecteerde configuratie en bijbehorende bestand.
ru: Нажатие кнопки «Да» удалит выбранную конфигурацию и её файл.

source: Could not create a version stamp file.
de: Konnte keine Versionsstempeldatei erstellen.
fr: Impossible de créer un fichier de version estampillé.
nl: Kon geen versie informatie bestand aanmaken.
ru: Не удалось создать файл штампа версии.

source: Unspecified tar execution failure.
de: unklarer tar Ausführungsfehler.
fr: Erreur d'éxécution de tar inconnue.
nl: Ongespecificeerde tar fout.
ru: Неизвестная ошибка при выполнении команды tar.

source: Possibly broken or invalid backup file.
de: Möglicherweise defekte oder ungültige Backup-Datei.
fr: Fichier de sauvegarde peut-être cassé ou invalide.
nl: Mogelijk beschadigde of ongeldige reservekopie
ru: Возможно, резервная копии файла повреждена или имеет неверный формат.

source: The backup configuration is from an incompatible version of btnx. Restore operation cancelled.
de: Die Backup-Konfiguration gehört zu einer inkompatiblen btnx-Version. Wiederherstellung abgebrochen.
fr: La sauvegarde de configuration provient d'une version incompatible de btnx. Opération de restauration annulée.
nl: De opgeslagen configuratie is niet geschikt voor deze versie van btnx. Het terugzetten is afgebroken.
ru: Эта резервная копия конфигурационного файла была создана при помощи другой версии btnx и не поддерживается. Операция восстановления отменена.

source: Delay must be a whole number
de: Verzögerungswert muss eine ganze Zahl sein
fr: Le delai doit être un nombre entier
nl: Vertraging moet een heel getal zijn.
ru: Величина задержки должна быть целым числом

source: UID must be a number
de: UID muss eine Zahl sein
fr: L'UID doit être un nombre
nl: UID moet een getal zijn
ru: В качестве UID следует указать число

source: No keycode by that name exists.
de: Es existiert kein Tastencode mit diesem Namen.
fr: Aucun code de touche de ce nom n'existe.
nl: Er bestaat geen toetscode met die naam.
ru: Кода клавиши с таким именем не существует

source: Configuration file save error
de: Fehler beim Speichern der Konfigurationsdatei
fr: Erreur d'enregistrement du fichier de configuration
nl: Fout bij opslaan configuratiebestand
ru: Ошибка сохранения файла конфигурации

source: An error occurred during saving the configuration.
de: Beim Speichern der Konfiguration ist ein Fehler aufgetreten.
fr: Une erreur est intervenue pendant l'enregistrement de la configuration.
nl: Een fout vond plaats bij het opslaan van het configuratiebestand.
ru: Произошла ошибка во время сохранения конфигурационного файла

source: Clicks
de: Klicks
fr: Clics
nl: Klikken
ru: Щелчки

source: Already assigned?
de: Bereits zugeteilt?
fr: Déjà assigné ?
nl: Al toegewezen?
ru: Уже назначено?

source: That rawcode has already been assigned to the button "%s". Try another one.
de: Der Rawcode wurde bereits der Taste "%s" zugeordnet. Versuchen Sie eine andere.
fr: Ce code brut a déjà été assigné au bouton "%s". Essayez-en un autre.
nl: Die ruwe code was al toegewezen aan knop "%s". Probeer een andere.
ru: Этот код уже назначен кнопке «%s». Выберите другой.

source: Invalid choice
de: ungültige Auswahl
fr: Choix invalide
nl: Ongeldige keuze
ru: Неверный выбор

source: Help support not compiled.
de: Hilfe nicht kompiliert.
fr: Support de l'aide non compilé.
nl: Help ondersteuning niet ingecompileerd.
ru: Поддержка справки не скомпилирована.

source: Local help is unavailable. This program was not compiled with help support. Online help documentation is available at <https://github.com/cdobrich/btnx-config>. Either compile this program with help support or contact the maintaner of this package.
de: Lokale Hilfe nicht verfügbar. Dieses Programm wurde ohne Hilfe kompiliert. Online-Hilfe ist verfügbar auf <https://github.com/cdobrich/btnx-config>. Kompilieren Sie das Programm mit Hilfeunterstützung oder kontaktieren Sie den Ersteller dieses Packetes.
fr: L'aide locale n'est pas disponible. Ce programme n'a pas été compilé avec le support de l'aide. L'aide en ligne est disponible à <https://github.com/cdobrich/btnx-config>. Compilez ce programme avec le support de l'aide ou bien contactez le mainteneur de ce paquet.
nl: Lokale help is niet beschikbaar. Dit programma was niet gecompileerd met help ondersteuning. Online help documentatie is beschikbaar op <https://github.com/cdobrich/btnx-config>. Of compileer het programma met help ondersteuning of neem contact op met de onderhouder van dit pakket.
ru: Локальная справка не доступна. Программа была скомпилирована без её поддержки. Онлайн-версия доступна по адресу <https://github.com/cdobrich/btnx-config>. Обратитесь к поставщику пакета или скомпилируйте программу самостоятельно с поддержкой справки.

source: Error
de: Fehler
fr: Erreur
nl: Fout
ru: Ошибка

source: Warning
de: Warnung
fr: Attention
nl: Waarschuwing
ru: Предупреждение

source: Yes
de: Ja
fr: Oui
nl: Ja
ru: Да

source: No
de: Nein
fr: Non
nl: Nee
ru: Нет

source: Detected devices:
de: Gefundene Geräte:
fr: Périphériques détectés :
nl: Gedetecteerde apparaten:
ru: Обнаруженные устройства:

source: Detected buttons:
de: Gefundene Tasten:
fr: Boutons détectés :
nl: Gedetecteerde knoppen:
ru: Обнаруженные кнопки:

source: Detected handlers: %d
de: Handler entdeckt: %d
fr: Handlers détectés : %d
nl: Gedetecteerde handlers: %d
ru: Обнаруженные обработчики: %d

source: Vendor ID:
de: Hersteller-ID:
fr: Id du vendeur :
nl: Fabrikant ID:
ru: ID производителя:

source: Product ID:
de: Produkt-ID:
fr: Id du produit :
ru: ID устройства:

source: <b>Instructions</b>
de: <b>Anweisungen</b>
nl: <b>Instructies</b>
ru: <b>Инструкция</b>

source: Button
de: Taste
fr: Bouton
nl: Knop
ru: Кнопка

source: Detecting...
de: Erkenne...
fr: Détection en cours...
nl: Detecteren...
ru: Обнаружение...

source: Button already detected. Try another one.
de: Taste bereits gefunden. Versuche eine andere.
fr: Bouton déjà détecté. Essayez-en un autre.
nl: Knop al gedetecteerd. Probeer een andere
ru: Кнопка уже обнаружена. Попробуйте другую.

source: Button detected!
de: Taste gefunden!
fr: Bouton détecté !
nl: Knop gedetecteerd!
ru: Кнопка обнаружена!

source: Press to start button detection
de: Drücken um Tastenerkennung zu starten
fr: Lancer la détection des boutons
nl: Druk om detectie te beginnen
ru: Обнаружить кнопку

source: Press to stop button detection
de: Drücken um Tastenerkennung anzuhalten
fr: Stopper la détection des boutons
nl: Druk om detectie te beëindigen
ru: Остановить обнаружение

source: Press to start mouse detection
de: Drücken um Mauserkennung zu starten
fr: Lancer la détection de la souris
nl: Druk om muis detectie te beginnen
ru: Обнаружить мышь

source: Press to stop mouse detection
de: Drücken um Mauserkennung anzuhalten
fr: Stopper la détection de la souris
nl: Druk om muis detectie te beëindigen
ru: Остановить обнаружение

source: waiting for the start of detection
de: Warte auf Start der Erkennung
fr: En attente du lancement de la détection
nl: Wacht op aanvang van detectie
ru: ожидание начала обнаружения

source: Modifier key
de: Kombinationstaste
fr: Touche modificatrice
nl: Modificatietoets
ru: Модификатор

source: Help documentation
de: Hilfedokumentation
fr: Documentation
nl: Help documentatie
ru: Документация

source: Cancel the detection process
de: Erkennungsprozess abbrechen
fr: Annuler le processus de détection
nl: Annuleer het detectieproces
ru: Отменить процесс обнаружения

source: Invalid value
de: Ungültiger Wert
fr: Valeur invalide
nl: Ongeldige waarde
ru: Недопустимое значение

source: Rawcode
fr: Code brut
nl: Ruwe code
ru: Код

source: Key combination
de: Tastenkombination
fr: Combinaison de touches
nl: Toetscombinatie
ru: Комбинация клавиш

source: Configuration switch
de: Konfigurationsumschalter
fr: Changement de configuration
nl: Schakel tussen configuraties
ru: Переключение конфигурации

source: Command execution
de: Befehlsausführung
fr: Execution de commande
nl: Commando uitvoeren
ru: Выполнение команды

source: Next config.
de: Nächste Konfiguration.
fr: Config. suivante
nl: Volgende configuratie
ru: Следующая конфигурация.

source: Previous config.
de: Vorherige Konfiguration.
fr: Config. précédente
nl: Vorige configuratie
ru: Предыдущая конфигурация.

source: Switch to
de: Umschalten zu
fr: Basculer vers
nl: Schakel naar
ru: Переключиться на

source: Buttons
de: Tasten
fr: Boutons
nl: Knoppen
ru: Кнопки

source: Advanced
de: Erweitert
fr: Avancé
nl: Geavanceerd
ru: Расширенные настройки

source: Configurations
de: Konfigurationen
nl: Configuraties
ru: Конфигурации

source: Restart btnx
de: btnx neu starten
fr: Redémarrer btnx
nl: Herstart btnx
ru: Перезапустить btnx

source: Force immediate button release
de: Erzwinge Loslassen der Taste
fr: Forcer le relâchement immédiat du bouton
nl: Onmiddellijk knop loslaten forceren
ru: Включить немедленное отпускание кнопки

source: <b>revoco settings</b>
de: <b>revoco Einstellungen</b>
fr: <b>Réglages revoco</b>
nl: <b>revoco instellingen</b>
ru: <b>Настройки revoco</b>

source: Enable revoco
de: revoco aktivieren
fr: Activer revoco
nl: revoco inschakelen
ru: Включить revoco

source: Free-scroll mode
de: Freier Scroll-Modus
fr: Mode libre
nl: Vrije scroll modus
ru: Режим свободной прокрутки

source: Click-to-click mode
de: Click-to-click Modus
fr: Mode pas à pas
nl: Klik modus
ru: Режим прокрутки с щелчками

source: Manual mode
de: Manueller Modus
fr: Mode manuel
nl: Handmatige modus
ru: Ручной режим

source: Automatic mode
de: Automatischer Modus
fr: Mode automatique
nl: Automatische modus
ru: Автоматический режим

source: Button number:
de: Tastennummer:
fr: Bouton numéro :
nl: Knop nummer:
ru: Номер кнопки:

source: Up scroll speed:
de: Hoch-Scroll-Speed:
fr: Vitesse défil. haut :
nl: Snelheid omhoog:
ru: Скорость прокрутки вверх:

source: Down scroll speed:
de: Runter-Scroll-Speed:
fr: Vitesse défil. bas :
nl: Snelheid omlaag:
ru: Скорость прокрутки вниз:

source: <b>An MX Revolution mouse has not been detected. revoco is disabled.</b>
de: <b>Es wurde keine MX Revolution Maus gefunden. revoco ist deaktiviert.</b>
fr: <b>Aucune souris MX Revolution n'a été détectée. revoco est inactivé.</b>
nl: <b>Een MX Revolution muis werd niet gedetecteerd. revoco is uitgeschakeld.</b>
ru: <b>Мышь MX Revolution не обнаружена. revoco отключён.</b>

source: <b>MX Revolution mouse detected. You may enable revoco.</b>
de: <b>MX Revolution Maus gefunden. Sie können revoco aktivieren.</b>
fr: <b>Une souris MX Revolution a été détectée. Vous pouvez activer revoco.</b>
nl: <b>Een MX Revolution muis werd gedetecteerd. revoco kan worden ingeschakeld.</b>
ru: <b>Мышь MX Revolution обнаружена. Вы можете включить revoco</b>

source: revoco is a program which allows changing the behavior of MX Revolution's mouse wheel. It has been integrated into btnx with the blessing of its author. The settings below will take effect when btnx is restarted.
de: revoco ist ein Programm, um das Verhalten des Mausrads der MX Revolution Maus zu ändern. Es wurde mit der Erlaubnis des Authors in btnx integriert. Die Einstellungen unten werden erst nach einem Neustart von btnx wirksam.
fr: revoco est un programme permettant de changer la comportement de la roulette de défilement. Il a été intégré à btnx avec la bénédiction de l'auteur. Les réglages ci-dessous prendront effet quand btnx sera redémarré.
nl: revoco is een programma dat het aanpassen van het gedrag van het muiswiel van de MX Revolution mogelijk maakt. Het is in btnx geïntegreerd met de toestemming van de auteur. De instellingen hebben effect na herstart van btnx.
ru: revoco — это программа, которая позволяет изменить поведение колеса мыши MX Revolution. Она интегрирована в btnx с разрешения автора. Настройки вступят в силу после перезапуска btnx.

source: Error: Creating a configuration backup failed.
de: Fehler: Erstellung eines Konfigurationsbackups fehlgeschlagen.
fr: Erreur : la sauvegarde des configurations a échoué.
nl: Fout: Maken van reservekopie van configuratie mislukt.
ru: Ошибка: Создание резервной копии конфигурации не удалось.

source: Error: Restoring configuration backup failed
de: Fehler: Wiederherstellung des Konfigurationsbackups fehlgeschlagen.
fr: Erreur : la restauration des configurations a échoué.
nl: Fout: Terugzetten van configuratie vanuit reservekopie mislukt.
ru: Ошибка: Восстановление резервной копии конфигурации не удалось.

source: Error: could not restart btnx
de: Fehler: Konnte btnx nicht neu starten
fr: Erreur : échec du redémarrage de btnx
nl: Fout: btnx kon niet worden herstart
ru: Ошибка: не удалось перезапустить btnx

source: Failed to execute command: "
de: Befehlsausführung fehlgeschlagen: "
fr: Échec de l'éxécution de la commande : "
nl: Commando uitvoeren mislukt. "
ru: Ошибка выполнения команды: "

source: btnx failed to start. No suitable configuration was found. Make sure to fully configure btnx before starting it.
de: btnx konnte nicht gestartet werden. Keine geeignete Konfiguration gefunden. Stellen Sie sicher, dass btnx vor dem Start richtig konfiguriert wurde.
fr: btnx n'a pas pu être démarré. Aucune configuration valide n'a été trouvée. Configurez complètement btnx avant de le démarrer.
nl: Niet gelukt btnx te starten. Geen geschikte configuratie gevonden. Zorg er voor eerst btnx te configureren alvorens het te starten.
ru: btnx не смог запуститься. Не найден подходящий файл конфигурации. Пожалуйста, полностью настройте btnx до запуска.

source: btnx failed to start. The configuration file was corrupt or invalid.
de: btnx konnte nicht gestartet werden. Die Konfiguration ist defekt oder ungültig.
fr: Impossible de démarrer btnx. Le fichier de configuration est corrompu ou invalide.
nl: Niet gelukt btnx te starten. Het configuratiebestand is beschadigd of ongeldig.
ru: btnx не смог запуститься. Конфигурационный файл повреждён.

source: btnx failed to start. It could not locate a suitable input event handler for the configured device.
de: btnx konnte nicht gestartet werden. Es konnte kein geeigneter "Input event handler" für das konfigurierte Gerät gefunden werden.
fr: Impossible de démarrer btnx. Impossible de localiser un handler d'événement d'entrée pour le périphérique configurée.
nl: Niet gelukt btnx te starten. Er kon geen geschikte invoer event handler worden gevonden voor het geconfigureerde apparaat.
ru: btnx не смог запуститься. Не найдены подходящие обработчики ввода для настроенного устройства.

source: btnx failed to start. uinput handlers could not be opened. Make sure your system has uinput kernel modules.
de: btnx konnte nicht gestartet werden. "uinput handler" konnten nicht geöffnet werden. Stellen Sie sicher, dass auf Ihrem System die uinput Kernelmodule installiert sind.
fr: Impossible de démarrer btnx. Les uinput handlers n'ont pas pu être ouverts. Vérifiez que votre système a les modules uinput du kernel.
nl: Niet gelukt btnx te starten. uinput handlers konden niet worden geopend. Zorg dat je systeem uinput kernel modules heeft.
ru: btnx не смог запуститься. Невозможно открыть обработчики uinput. Убедитесь, что в вашей системе есть модули ядра uinput.

source: <b>Advanced settings</b>
de: <b>Erweiterte Einstellungen</b>
fr: <b>Réglages avancés</b>
nl: <b>Geavanceerde instellingen</b>
ru: <b>Расширенные настройки</b>

source: <b>Hot-plugging</b>
fr: <b>Branchement à chaud</b>
ru: <b>Горячее подключение</b>

source: Enable hot-plugging
de: Hot-Plugging aktivieren
fr: Activer le branchement à chaud
nl: Hot-plugging inschakelen
ru: Включить горячее подключение

source: WAIT_FOR_SYSFS udev option
fr: option WAIT_FOR_SYSFS de udev
nl: WAIT_FOR_SYSFS udev optie
ru: Опция udev WAIT_FOR_SYSFS

source: A modifier key for the keycode. This key is sent with the main key to modify its behavior. Examples: shift, alt, ctrl.
de: Eine Kombinationstaste für den Tastencode. Diese Taste wird zusammen mit der Haupttaste ausgeführt, um ihr Verhalten zu ändern.
fr: Un modificateur pour le code de touche. Cette touche est envoyée avec la touche principale pour en modifier le comportement. Exemples : shift, alt, ctrl.
nl: Modificatietoets voor toetscode. Deze modificatietoets wordt samen met de hoofd toets gebruikt om de werking aan te passen. Voorbeelden: shift, alt, ctrl.
ru: Модификатор для кода клавиши. Модификатор посылается вместе с основным кодом клавиши для изменении её обработки. Например: shift, alt, ctrl.

source: Select the type of event sent by btnx when pressing this button. You can either send a key combination or execute a command.
de: Wählen Sie die Art des Ereignisses, welches beim Drücken dieser Taste durch btnx gesendet werden soll. Sie können eine Tastenkombination oder einen Befehl senden.
fr: Sélectionnez le type d'événement envoyé par btnx lorsque ce bouton est pressé. Vous pouvez envoyer une combinaison de touche ou exécuter une commande.
nl: Selecteer de actie die btnx moet uitvoeren als op deze knop wordt gedrukt. Je kan of een toetscombinatie of een commando laten uitvoeren.
ru: Выберите тип события, которое посылает btnx при нажатии на эту кнопку. Вы можете отправить комбинацию клавиш или выполнить команду.

source: Error: button detection start error
de: Fehler: Fehler beim Starten der Tastenerkennung
fr: Erreur : erreur de lancement de la détection des boutons
nl: Fout. Knopdetectie startfout
ru: Ошибка: не удалось запустить обнаружение кнопки

source: Button detection startup failed. Try again. If the problem persists, file a bug report.
de: Starten der Tastenerkennung fehlgeschlagen. Sollte dieses Problem weiter bestehen, machen Sie einen Bug-Report.
fr: Le lancement de la détection des boutons a échoué. Réessayez. Si le problème persiste, remplissez un rapport de bug.
nl: Knopdetectie mislukt. Probeer opnieuw en als het probleem aanhoudt, rapporteer dan deze bug.
ru: Запуск обнаружения кнопки мыши не удался. Попытайтесь снова. Если проблема не прекращается, отправьте сообщение об ошибке разработчикам.

source: Press a single button on your mouse until the detection progress bar is full. Press Cancel to discard all changes.
de: Drücken Sie eine Taste ihrer Maus mehrmals bis der Fortschrittsbalken voll ist. Drücken Sie Abbrechen, um alle Änderungen zu verwerfen.
fr: Appuyez sur un seul bouton de votre souris jusqu'à ce que la barre de progression soit pleine. Appuyez sur Annuler pour éliminer les changements.
nl: Druk op één enkele muis knop tot de detectievoortgangsindicator vol is Druk op Annuleren om alle wijzigingen op te geven.
ru: Нажимайте по одной кнопке на вашей мыши, пока индикатор выполнения обнаружения не заполнится. Нажмите «Отменить» для отмены всех действий.

source: A button has been detected. Give it a name that you will recognize in the future. Then press Add to add it to the configuration.
de: Eine Taste wurde gefunden. Wählen Sie einen Namen, den Sie später wiedererkennen. Drücken Sie dann Hinzufügen, um ihn zur Konfiguration hinzuzufügen.
fr: Un bouton a été détecté. Donnez-lui un nom facilement reconnaissable. Puis appuyez sur Ajouter pour l'ajouter à la configuration.
nl: Een knop is gedetecteerd. Geef een naam die je later zult herkennen Druk dan op Toevoegen om hem toe te voegen aan de configuratie.
ru: Кнопка обнаружена. Укажите название, по которому вы узнаете её в дальнейшем. После этого нажмите «Добавить» для сохранения кнопки в конфигурации.

source: Button detection problem
de: Problem bei der Tastenerkennung
fr: Problème de détection de bouton
nl: Knopdetectie probleem
ru: Проблема обнаружения кнопки
